---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidTypeParam
source: html/d9777625-0dab-dc06-f354-b8ad243587ad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidTypeParam Property

"Fluid Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFluidTypeParam { get; }
```